Repository: NOAH-MSD/Aromatic-smart
Catalog: Aromatic smart/Localizable.xcstrings
Source language: en
Languages: ar, fa_af, fil, fr, hi, id, tr, ur, zh_hans

source: %lld s
ar: ث %lld
fa_af: ٪lld ثانیه
fil: %lld seg.
hi: %lld सेकंड
id: %lld dtk
ur: %lld : سیکنڈ
zh_hans: %lld 秒

source: Add your Device now
ar: أضف جهازك الآن
fa_af: اکنون دستگاه خود را اضافه کنید
fil: Idagdag ang iyong Device ngayon
fr: Ajoutez votre appareil maintenant
hi: अभी अपना डिवाइस जोड़ें
id: Tambahkan Perangkat Anda sekarang
tr: Cihazınızı şimdi ekleyin
ur: اپنی ڈیوائس ابھی شامل کریں۔
zh_hans: 现在添加您的设备

source: Aromatic App
ar: تطبيق أروماتك
fa_af: اپلیکیشن معطر
fil: Aromatic na App
fr: Application Aromatique
hi: एरोमैटिक ऐप
id: Aplikasi Aromatik
tr: Aromatik Uygulama
ur: Aromatic ایپ
zh_hans: 芳香应用

source: Connect
ar: اتصل
fa_af: اتصال دهید
fil: Ikonekta
fr: Connecter
hi: कनेक्ट करें
id: Hubungkan
tr: Bağlan
ur: مربوط کریں
zh_hans: 连接

source: Connected
ar: متصل
fa_af: متصل
fil: Nakakonekta
fr: Connecté
hi: कनेक्टेड
id: Terhubung
tr: Bağlandı
ur: مربوط ہے
zh_hans: 已连接

source: Custom Durations
ar: مدة مخصصة
fa_af: مدت‌های سفارشی
fil: Mga Itinatakdang Tagal
fr: Durées personnalisées
hi: कस्टम अवधि
id: Durasi Kustom
tr: Özel Süreler
ur: حسب من پسند مدتیں
zh_hans: 自定义持续时间

source: Days of operation
ar: أيام التشغيل
fa_af: روزهای کاری
fil: Mga Araw ng Operasyon
fr: Jours d'ouverture
hi: संचालन के दिन
id: Hari operasional
tr: Çalışma günleri
ur: عمل کے دن
zh_hans: 营业日

source: Delete Device
ar: حذف الجهاز
fa_af: حذف دستگاه
fil: Tanggalin ang Device
fr: Supprimer l'appareil
hi: डिवाइस मिटाएं
id: Hapus Perangkat
tr: Cihazı Sil
ur: ڈیوائس کو حذف کریں
zh_hans: 删除设备

source: Desconnected
ar: غير متصل
fa_af: قطع شد
fil: Nakakalas
fr: Déconnecté
hi: विच्छेदित
id: Terputus
tr: Bağlantı Kesildi
ur: منقطع
zh_hans: 断开连接

source: Device not found.
ar: لم يتم العثور على الجهاز.
fa_af: دستگاه یافت نشد.
fil: Hindi makita ang device.
fr: Appareil introuvable.
hi: डिवाइस नहीं मिला।
id: Perangkat tidak ditemukan.
tr: Cihaz bulunamadı.
ur: ڈیوائس نہیں ملی۔
zh_hans: 未找到设备。

source: Devices
ar: الأجهزة
fa_af: دستگاه‌ها
fil: Mga Device
fr: Appareils
hi: डिवाइस
id: Perangkat
tr: Cihazlar
ur: آلات
zh_hans: 设备

source: End Time
ar: وقت التوقف
fa_af: زمان پایان
fil: Oras ng Pagtatapos
fr: Heure de fin
hi: समय समाप्ति
id: Waktu Berakhir
tr: Bitiş Saati
ur: اختتامی وقت
zh_hans: 结束时间

source: Enter Device name
ar: أدخل اسم الجهاز
fa_af: نام دستگاه را وارد کنید
fil: Ilagay ang Pangalan ng Device
fr: Entrez le nom de l'appareil
hi: डिवाइस का नाम दर्ज करें
id: Masukkan nama Perangkat
tr: Aygıt adını girin
ur: ڈیوائس کا نام درج کریں
zh_hans: 输入设备名称

source: Error
ar: خطأ
fa_af: خطا
fr: Erreur
hi: त्रुटि
id: Kesalahan
tr: Hata
ur: خرابی
zh_hans: 错误

source: Every Friday
ar: كل يوم جمعة
fa_af: هر جمعه
fil: Tuwing Biyernes
fr: Chaque vendredi
hi: हर शुक्रवार
id: Setiap Jumat
tr: Her Cuma
ur: ہر جمعہ
zh_hans: 每个星期五

source: Explore
ar: اكتشاف
fa_af: کاوش کنید
fil: Galugarin
fr: Explorer
hi: अन्वेषण करें
id: Jelajahi
tr: Keşfet
ur: تلاش کریں
zh_hans: 探索

source: Fan Control
ar: التحكم بالمروحة
fa_af: کنترل پنکه
fil: Kontrol ng Bentilador
fr: Contrôle du ventilateur
hi: पंखा नियंत्रण
id: Kontrol Kipas
tr: Fan Kontrolü
ur: فین کنٹرول
zh_hans: 风扇控制

source: Fan state
ar: حالة المروحة
fa_af: وضعیت فن
fil: Estado ng fan
fr: État du ventilateur
hi: पंखे की स्थिति
id: Keadaan kipas
tr: Fan durumu
ur: پرستار کی حالت
zh_hans: 风扇状态

source: Friday
ar: الجمعة
fa_af: جمعه
fil: Biyernes
fr: Vendredi
hi: शुक्रवार
id: Jumat
tr: Cuma
ur: جمعہ
zh_hans: 星期五

# friday_key
source: Friday
ar: الجمعة
fa_af: جمعه
fil: Biyernes
fr: Vendredi
hi: शुक्रवार
id: Jumat
tr: Cuma
ur: جمعہ
zh_hans: 星期五

source: High
ar: عالي
fa_af: بلند
fil: Mataas
fr: Élevé
hi: उच्च
id: Tinggi
tr: Yüksek
ur: اعلی
zh_hans: 高

source: Jet
ar: نفاث
fa_af: جت
fil: Eroplano
hi: जेट
ur: جیٹ
zh_hans: 喷气

source: Low
ar: منخفض
fa_af: کم
fil: Mababa
fr: Faible
hi: निम्न
id: Rendah
tr: Düşük
ur: کم
zh_hans: 低

source: Main
ar: الرئيسية
fa_af: اصلی
fil: Pangunahing
fr: Principal
hi: मुख्य
id: Utama
tr: Ana Sayfa
ur: مرکزی صفحہ
zh_hans: 主菜单

source: Make sure your device is an operation and discoverable
ar: فضلاً تأكد أن جهازك قريب ويعمل وقابل للاكتشاف
fa_af: اطمینان حاصل کنید که دستگاه شما روشن و قابل کشف است
fil: Tiyakin na ang iyong device ay naka-on at nakikita.
fr: Assurez-vous que votre appareil est en fonctionnement et détectable.
hi: सुनिश्चित करें कि आपका डिवाइस चालू और खोजने योग्य है।
id: Pastikan perangkat Anda berfungsi dan dapat ditemukan
tr: Cihazınızın çalışır durumda ve keşfedilebilir olduğundan emin olun.
ur: یقینی بنائیں کہ آپ کا آلہ فعال اور قابلِ شناخت ہے۔
zh_hans: 确保您的设备已开机并处于可发现状态。

source: Mid
ar: متوسط
fa_af: اواسط
fil: Gitna
fr: Milieu
hi: मध्य
id: Pertengahan
tr: Orta
ur: درمیانی
zh_hans: 中

source: Model : %@
ar: الطراز : %@
fa_af: مدل: %@
fil: Modelo: %@
fr: Modèle : %@
hi: मॉडल : %@
ur: ماڈل: %@
zh_hans: 模型：%@

# monday_key
source: Monday
ar: الإثنين
fa_af: دوشنبه
fil: Lunes
fr: Lundi
hi: सोमवार
id: Senin
tr: Pazartesi
ur: سوموار
zh_hans: 星期一

# new_device_name
source: New Diffuser
ar: جهاز تعطير جديد
fa_af: دیفیوزر جدید
fil: Bagong Diffuser
fr: Nouveau diffuseur
hi: नया डिफ्यूज़र
id: Diffuser Baru
tr: Yeni Difüzör
ur: نیا ڈفیوزر
zh_hans: 全新扩散器

source: Not Connected
ar: غير متصل
fa_af: متصل نیست
fil: Hindi Konektado
fr: Non connecté
hi: जुड़े नहीं हैं
id: Tidak Bersambung
tr: Bağlantılı değil
ur: منسلک نہیں ہے۔
zh_hans: 未连接

source: Ok
ar: حسناً
fa_af: باشه
fil: Sige
fr: D'accord
hi: ठीक है
tr: Tamam
ur: ٹھیک ہے
zh_hans: 好的

source: Operation Cycle %lld
ar: دورة التشغيل %lld
fa_af: چرخهٔ عملیات %lld
fil: Siklo ng Operasyon %lld
fr: Cycle d'Opération %lld
hi: ऑपरेशन चक्र %lld
id: Siklus Operasi %lld
tr: İşlem Döngüsü %lld
ur: آپریشن سائیکل %lld
zh_hans: 操作周期 %lld

source: Pause Time
ar: وقت التوقف
fa_af: توقف زمان
fil: I-pause ang Oras
fr: Temps de pause
hi: विराम समय
id: Jeda Waktu
tr: Durdurma Süresi
ur: وقفہ وقت
zh_hans: 暂停时间

source: Perfuming intensity
ar: قوة البخ
fa_af: شدت عطر
fil: Tindi ng pabango
fr: Intensité du parfumage
hi: सुगंध की तीव्रता
id: Intensitas pewangi
tr: Parfüm Yoğunluğu
ur: خوشبو کی شدت
zh_hans: 香味浓度

source: Profile
ar: الملف الشخصي
fa_af: پروفایل
fr: Profil
hi: प्रोफ़ाइल
id: Profil
tr: Profil
ur: پروفائل
zh_hans: 个人资料

source: Refresh Timings
ar: تحديث الأوقات
fa_af: زمان‌بندی‌های تازه‌سازی
fil: I-refresh ang mga Oras
fr: Actualiser les horaires
hi: ताज़ा करने के समय
id: Waktu Penyegaran
tr: Yenileme Zamanları
ur: تازگی کے اوقات
zh_hans: 刷新时机

source: Saturday
ar: السبت
fa_af: شنبه
fil: Sabado
fr: Samedi
hi: शनिवार
id: Sabtu
tr: Cumartesi
ur: ہفتہ
zh_hans: 星期六

# saturday_key
source: Saturday
ar: السبت
fa_af: شنبه
fil: Sabado
fr: Samedi
hi: शनिवार
id: Sabtu
tr: Cumartesi
ur: ہفتہ
zh_hans: 星期六

source: Save Settings
ar: حفط الإعدادات
fa_af: ذخیره تنظیمات
fil: I-save ang Mga Setting
fr: Enregistrer les paramètres
hi: सेटिंग्स सहेजें
id: Simpan Pengaturan
tr: Ayarları Kaydet
ur: ترتیبات محفوظ کریں
zh_hans: 保存设置

source: Search is in progress …
ar: جاري البحث ..
fa_af: جستجو در حال انجام است …
fil: Ang paghahanap ay kasalukuyang nagaganap …
fr: Recherche en cours…
hi: खोज जारी है …
id: Pencarian sedang berlangsung …
tr: Arama devam ediyor…
ur: تلاش جاری ہے ...
zh_hans: 正在搜索中……

source: Sign out
ar: تسجيل الخروج
fa_af: خروج از سیستم
fil: Mag-sign out
fr: Se déconnecter
hi: साइन आउट करें
id: Keluar
tr: Oturumu Kapat
ur: سائن آؤٹ کریں
zh_hans: 注销

# start_time
source: Starting time
ar: وقت البدء
fa_af: زمان شروع
fil: Oras ng Pagsisimula
fr: Heure de début
hi: प्रारंभिक समय
id: Waktu mulai
tr: Başlangıç zamanı
ur: آغاز کا وقت
zh_hans: 开始时间

source: Start:
ar: يبدأ :
fa_af: آغاز:
fil: Simula:
fr: Début :
hi: शुरू करना:
id: Mulakan:
tr: başlangıç:
ur: شروع:
zh_hans: 开始：

source: Starting
ar: البدء
fa_af: شروع
fil: Pagsisimula
fr: Début
hi: शुरुआत
id: Mulai
tr: Başlangıç
ur: شروع کریں
zh_hans: 开始

source: Stop:
ar: يتوقف :
fa_af: توقف:
fil: Hinto:
fr: Arrêter :
hi: रोकें:
id: Berhenti:
tr: Durdur:
ur: روکیں:
zh_hans: 停：

source: Stoping
ar: التوقف
fa_af: توقف کردن
fil: Paghinto
fr: Arrêt
hi: रुकना
id: Berhenti
tr: Durduruluyor
ur: روک رہا ہے
zh_hans: 停止

source: Store
ar: المتجر
fa_af: فروشگاه
fil: Tindahan
fr: Magasin
hi: स्टोर
id: Toko
tr: Mağaza
ur: اسٹور
zh_hans: 商店

# sunday_key
source: Sunday
ar: الأحد
fa_af: یکشنبه
fil: Linggo
fr: Dimanche
hi: रविवार
id: Minggu
tr: Pazar
ur: اتوار
zh_hans: 周日

source: Thursday
ar: الخميس
fa_af: پنج‌شنبه
fil: Huwebes
fr: Jeudi
hi: गुरुवार
id: Kamis
tr: Perşembe
ur: جمعرات
zh_hans: 星期四

# thursday_key
source: Thursday
ar: الخميس
fa_af: پنج‌شنبه
fil: Huwebes
fr: Jeudi
hi: गुरुवार
id: Kamis
tr: Perşembe
ur: جمعرات
zh_hans: 星期四

source: Time settings
ar: إعدادات التوقيت
fa_af: تنظیمات زمان
fil: Mga setting ng oras
fr: Paramètres de l'heure
hi: समय सेटिंग्स
id: Pengaturan waktu
tr: Saat ayarları
ur: وقت کی ترتیبات
zh_hans: 时间设置

source: Timing %lld
ar: التوقيت %lld
fa_af: زمان‌بندی %lld
fil: Pag-time %lld
fr: Minutage %lld
hi: समय %lld
id: Pengaturan waktu %lld
tr: Zamanlama %lld
ur: وقت %lld
zh_hans: 时间 %lld

source: Timing Configurations
ar: إعدادات التوقيت
fa_af: پیکربندی‌های زمان‌بندی
fil: Mga Pagkakaayos ng Oras
fr: Configurations de synchronisation
hi: समय विन्यास
id: Konfigurasi Waktu
tr: Zamanlama Yapılandırmaları
ur: وقت کی ترتیبات
zh_hans: 定时配置

source: Timings
ar: التوقيتات
fa_af: زمان‌بندی‌ها
fil: Mga Oras
fr: Horaires
hi: समय
id: Waktu
tr: Zamanlamalar
ur: اوقات
zh_hans: 时间安排

source: Tuesday
ar: الثلاثاء
fa_af: سه‌شنبه
fil: Martes
fr: Mardi
hi: मंगलवार
id: Selasa
tr: Salı
ur: منگل
zh_hans: 星期二

# tuesday_key
source: Tuesday
ar: الثلاثاء
fa_af: سه‌شنبه
fil: Martes
fr: Mardi
hi: मंगलवार
id: Selasa
tr: Salı
ur: منگل
zh_hans: 星期二

source: Unable to find diffusers
ar: لم يتم العثور على أجهزة تعطير قريبة
fa_af: قادر به یافتن دیفیوژرها نیستید
fil: Hindi mahanap ang mga diffuser
fr: Impossible de trouver les diffuseurs
hi: डिफ्यूज़र्स नहीं मिल रहे हैं
id: Tidak dapat menemukan diffusers
tr: Dağıtıcılar bulunamadı
ur: ڈفیوزر نہیں مل سکا
zh_hans: 无法找到扩散器

source: Wednesday
ar: الأربعاء
fa_af: چهارشنبه
fil: Miyerkules
fr: Mercredi
hi: बुधवार
id: Rabu
tr: Çarşamba
ur: بدھ
zh_hans: 周三

# wednesday_key
source: Wednesday
ar: الأربعاء
fa_af: چهارشنبه
fil: Miyerkules
fr: Mercredi
hi: बुधवार
id: Rabu
tr: Çarşamba
ur: بدھ
zh_hans: 星期三

# Welcome in Aromatic Smart App ..
source: Welcome to Aromatic Smart App ..
ar: مرحباً بك في تطبيق أروماتك..
fa_af: به اپلیکیشن هوشمند آروماتیک خوش آمدید ..
fil: Maligayang pagdating sa Aromatic Smart App ..
fr: Bienvenue dans l'application Aromatic Smart ..
hi: अरोमैटिक स्मार्ट ऐप में आपका स्वागत है ..
id: Selamat datang di Aplikasi Aromatic Smart ..
tr: Aromatic Akıllı Uygulamasına Hoş Geldiniz ..
ur: آرومیٹک سمارٹ ایپ میں خوش آمدید۔
zh_hans: 欢迎使用香氛智能应用程序 ..

source: Work Time
ar: وقت التشغيل
fa_af: زمان کار
fil: Oras ng Trabaho
fr: Heures de travail
hi: कार्य समय
id: Waktu Kerja
tr: Çalışma Zamanı
ur: کام کا وقت
zh_hans: 工作时间

source: You are seconds away of enjoying the mesmerizing Aromatic scents
ar: أنت على بعد خطوات من الاستمتاع بروائح أروماتك الساحرة
fa_af: چند ثانیه با لذت بردن از رایحه های معطر مسحورکننده فاصله دارید
fil: Ilang segundo na lang ang layo mo para ma-enjoy ang nakakaakit na Aromatic scents
fr: Vous êtes à quelques secondes de profiter des parfums aromatiques envoûtants
hi: आप मंत्रमुग्ध कर देने वाली खुशबू का आनंद लेने से बस कुछ सेकंड दूर हैं
id: Anda tinggal beberapa saat lagi untuk menikmati aroma Aromatik yang memukau
tr: Büyüleyici Aromatik kokuların tadını çıkarmaya saniyeler kaldı
ur: آپ مسحور کن خوشبوؤں سے لطف اندوز ہونے سے چند سیکنڈ دور ہیں
zh_hans: 您只需几秒钟即可享受令人着迷的芳香气味
